Repository: tuei2/ResourceMonitor
Catalog: ResourceMonitor/Localizable.xcstrings
Source language: en
Languages: nl

source: + %lld more — hover for all
nl: + %lld meer — beweeg voor alle

source: 5 consecutive ticks
nl: 5 opeenvolgende metingen

source: 5 minutes
nl: 5 minuten

source: 7 days
nl: 7 dagen

source: 30 days
nl: 30 dagen

source: A native macOS menu bar system monitor.
nl: Een native macOS-menubalk systeemmonitor.

source: About
nl: Over

source: Accent color
nl: Accentkleur

source: Active processes
nl: Actieve processen

source: Activity graph
nl: Activiteitsgrafiek

source: All Bluetooth Devices
nl: Alle Bluetooth-apparaten

source: All moods
nl: Alle stemmingen

source: Appearance
nl: Weergave

source: Battery
nl: Batterij

source: Battery health
nl: Batterijgezondheid

source: Battery saver
nl: Accubesparing

source: Behaviour
nl: Gedrag

source: Bluetooth access is denied. Enable it to see your devices.
nl: Bluetooth-toegang is geweigerd. Schakel dit in om je apparaten te zien.

source: Bluetooth is unavailable on this Mac.
nl: Bluetooth is niet beschikbaar op deze Mac.

source: Capacity
nl: Capaciteit

source: Check for updates automatically
nl: Automatisch op updates controleren

source: Check for updates now
nl: Nu op updates controleren

source: Color
nl: Kleur

source: Columns
nl: Kolommen

source: Connected only
nl: Alleen verbonden

source: Controls when the warning badge appears in each card. Critical threshold is set at warning + 15%.
nl: Bepaalt wanneer de waarschuwingsbadge in elke kaart verschijnt. De kritieke drempel ligt op waarschuwing + 15%.

source: Cooldown between alerts
nl: Afkoeltijd tussen meldingen

source: CPU — Top Processes
nl: CPU — Topprocessen

source: CPU frequency
nl: CPU-frequentie

source: Critical
nl: Kritiek

source: Cycle count
nl: Laadcycli

source: Daily usage
nl: Dagelijks gebruik

source: Dark
nl: Donker

source: Debounce readings
nl: Ontdender-metingen

source: Disconnected
nl: Niet verbonden

source: Disk
nl: Schijf

source: Disk — Process I/O
nl: Schijf — Proces-I/O

source: Disk volumes
nl: Schijfvolumes

source: Displays
nl: Beeldschermen

source: Done
nl: Klaar

source: Download
nl: Downloaden

source: Drag to reorder — tap ⚙ to configure each card
nl: Sleep om te herordenen — tik ⚙ om elke kaart te configureren

source: Drag to reorder · toggle elements per metric
nl: Sleep om te herordenen · schakel elementen per metriek

source: Drag to reorder within a column · Click ←→ to move between columns · Tap ⚙ to configure
nl: Sleep om te herordenen binnen een kolom · Klik ←→ om tussen kolommen te verplaatsen · Tik ⚙ om te configureren

source: Enable alert notifications
nl: Meldingen inschakelen

source: Enable popout detail windows
nl: Uitklapbare detailvensters inschakelen

source: Energy Impact
nl: Energie-impact

source: External IP
nl: Extern IP

source: Failed
nl: Mislukt

source: Fan control requires SIP to be disabled or a privileged helper.
nl: Ventilatorbesturing vereist dat SIP is uitgeschakeld of een bevoorrechte helper.

source: Fan control requires SIP to be disabled or a privileged helper. Read-only on this machine.
nl: Ventilatorbesturing vereist dat SIP is uitgeschakeld of een bevoorrechte helper. Alleen-lezen op deze machine.

source: Fan speeds
nl: Ventilatorsnelheden

source: Fans
nl: Ventilatoren

source: Fast
nl: Snel

source: Frequency
nl: Frequentie

source: General
nl: Algemeen

source: Global hotkey ⌥Space
nl: Globale sneltoets ⌥Spatie

source: Graph
nl: Grafiek

source: Height
nl: Hoogte

source: History graph
nl: Historiegrafiek

source: Icon
nl: Icoon

source: IO graph
nl: I/O-grafiek

source: Language
nl: Taal

source: Launch at login
nl: Starten bij inloggen

source: Layout
nl: Indeling

source: Light
nl: Licht

source: Load averages
nl: Belastingsgemiddelden

source: Local
nl: Lokaal

source: Local IP
nl: Lokaal IP

source: manual
nl: handmatig

source: Manual
nl: Handmatig

source: Memory
nl: Geheugen

source: Memory — Top Processes
nl: Geheugen — Topprocessen

source: Memory legend
nl: Geheugenlegenda

source: Menu Bar
nl: Menubalk

source: Menubar refresh
nl: Menubalk-verversing

source: Move to left column
nl: Naar linkerkolom

source: Move to right column
nl: Naar rechterkolom

source: Network
nl: Netwerk

source: Network — Processes
nl: Netwerk — Processen

source: No active disk processes
nl: Geen actieve schijfprocessen

source: No active network processes
nl: Geen actieve netwerkprocessen

source: No connected devices
nl: Geen verbonden apparaten

source: No paired devices
nl: Geen gekoppelde apparaten

source: No sensors available
nl: Geen sensoren beschikbaar

source: Normal
nl: Normaal

source: Notifications
nl: Meldingen

source: now
nl: nu

source: Open Bluetooth settings
nl: Bluetooth-instellingen openen

source: P/E-core clusters
nl: P/E-kernclusters

source: Per core
nl: Per kern

source: Per-core bars
nl: Balken per kern

source: Performance
nl: Prestaties

source: Popover refresh
nl: Popover-verversing

source: Popover refresh applies when the panel is open. Menubar refresh runs in the background — 10s is recommended to save battery.
nl: Popover-verversing geldt wanneer het paneel open is. Menubalk-verversing draait op de achtergrond — 10s wordt aanbevolen om accu te sparen.

source: Power draw
nl: Energieverbruik

source: Pressure
nl: Druk

source: Process list
nl: Proceslijst

source: Processes
nl: Processen

source: Read
nl: Lezen

source: read-only
nl: alleen-lezen

source: Read-only
nl: Alleen-lezen

source: Registered
nl: Geregistreerd

source: Release notes
nl: Release-opmerkingen

source: Removed
nl: Verwijderd

source: Requesting Bluetooth access…
nl: Bluetooth-toegang aanvragen…

source: Requires Accessibility access
nl: Vereist toegankelijkheidstoegang

source: Reset
nl: Herstellen

source: Reset all to auto
nl: Alles terug naar automatisch

source: Reset fans to auto
nl: Ventilatoren terug naar automatisch

source: Ring gauge
nl: Ringmeter

source: Sensor list
nl: Sensorlijst

source: Sensors
nl: Sensoren

source: Sensors & Fans
nl: Sensoren & ventilatoren

source: Shows an emoji in the menubar that reflects your Mac's current mood. Hover it for a diagnosis.
nl: Toont een emoji in de menubalk die de huidige stemming van je Mac weergeeft. Beweeg eroverheen voor een diagnose.

source: Single column
nl: Eén kolom

source: Slow
nl: Langzaam

source: Standard
nl: Standaard

source: Swap
nl: Wisselbestand

source: Swap usage
nl: Wisselbestandsgebruik

source: System
nl: Systeem

source: Temperature & Fans
nl: Temperatuur & ventilatoren

source: Theme
nl: Thema

source: Thresholds
nl: Drempelwaarden

source: Thresholds override color
nl: Drempelwaarden overschrijven kleur

source: Time range
nl: Tijdsbereik

source: Time remaining
nl: Resterende tijd

source: Today
nl: Vandaag

source: Top Processes
nl: Topprocessen

source: Top processes shown
nl: Getoonde topprocessen

source: Total usage
nl: Totaal gebruik

source: Two columns
nl: Twee kolommen

source: Upload
nl: Uploaden

source: User/System/Idle
nl: Gebruiker/Systeem/Inactief

source: Version
nl: Versie

source: Version %@ (%@)
nl: Versie %@ (%@)

source: View on GitHub
nl: Bekijk op GitHub

source: Visible elements
nl: Zichtbare elementen

source: Voltage sensors
nl: Voltagesensoren

source: VPN active
nl: VPN actief

source: Warning
nl: Waarschuwing

source: Warning thresholds
nl: Waarschuwingsdrempels

source: When enabled, a notification fires when a metric stays above its threshold for several consecutive readings.
nl: Indien ingeschakeld wordt een melding verstuurd wanneer een metriek meerdere opeenvolgende metingen boven de drempel blijft.

source: Write
nl: Schrijven
